Repository: ValentinB-bot/project-programmingSystem
Catalog: EasySaveV2.0/Languages/Strings.*.resx
Languages: fr

# EnterFilesPrompt
source: Enter the folders you want to save :
fr: Entrez les fichiers que vous voulez save:

# LanguageChoicePrompt
source: You choose : English
fr: Vous avez choisi : Francais

# SourceFolderFoundAtLocation
source: The source folder was found here : {0}
fr: Le dossier source a été trouvé à l'emplacement : {0}

# TargetFolderFoundAtLocation
source: The destination folder was found here : {0}
fr: Le dossier de destination a été trouvé à l'emplacement : {0}

# FileCreatedSuccessfully
source: The file was created successfully.
fr: Fichier créé avec succès.

# InvalidCharacter
source: Invalid characters detected. Only numbers, ';' and '-' are allowed.
fr: Caractère invalide. Seuls les nombres, ';' et '.' sont autorisés.

# FolderDoesNotExist
source: The folder does not exist.
fr: Le dossier n'existe pas.

# FolderCopiedSuccessfully
source: Folder {0} copied successfully.
fr: Dossier {0} copié avec succès.

source: Folder content copied successfully.
fr: Contenu du dossier copié avec succès.

# InvalidLengthOfString
source: Invalid length of string. It should be at least 1 character long.
fr: Longueur de chaîne invalide. La longueur de la chaîne doit être d'au moins 1.

# SourceDirectoryDoesNotExist
source: The source directory does not exist.
fr: Le dossier source n'existe pas.

# ChoiceTypeOfLogFile
source: Which type of log file ?
fr: Quel type de fichier logs ?
